{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "®": 96,
      "·": 97,
      "‼": 98,
      "⁉": 99,
      "⃣": 100,
      "™": 101,
      "ℹ": 102,
      "↔": 103,
      "↗": 104,
      "↘": 105,
      "↙": 106,
      "∼": 107,
      "⏪": 108,
      "▪": 109,
      "▶": 110,
      "◀": 111,
      "☀": 112,
      "☄": 113,
      "☎": 114,
      "☑": 115,
      "☔": 116,
      "☘": 117,
      "☝": 118,
      "☠": 119,
      "☢": 120,
      "☣": 121,
      "☹": 122,
      "☺": 123,
      "♀": 124,
      "♂": 125,
      "♠": 126,
      "♣": 127,
      "♥": 128,
      "♦": 129,
      "♨": 130,
      "⚔": 131,
      "⚖": 132,
      "⚠": 133,
      "⚡": 134,
      "⚫": 135,
      "⚰": 136,
      "⛄": 137,
      "⛏": 138,
      "⛔": 139,
      "⛳": 140,
      "✂": 141,
      "✅": 142,
      "✈": 143,
      "✊": 144,
      "✋": 145,
      "✌": 146,
      "✔": 147,
      "✖": 148,
      "✨": 149,
      "✳": 150,
      "✴": 151,
      "❄": 152,
      "❌": 153,
      "❎": 154,
      "❓": 155,
      "❔": 156,
      "❕": 157,
      "❗": 158,
      "❣": 159,
      "❤": 160,
      "➕": 161,
      "➖": 162,
      "➡": 163,
      "➰": 164,
      "⬅": 165,
      "⬆": 166,
      "⬇": 167,
      "⬛": 168,
      "⭐": 169,
      "⭕": 170,
      "〰": 171,
      "ㄱ": 172,
      "ㄲ": 173,
      "ㄳ": 174,
      "ㄴ": 175,
      "ㄷ": 176,
      "ㄸ": 177,
      "ㄹ": 178,
      "ㄺ": 179,
      "ㄻ": 180,
      "ㅀ": 181,
      "ㅁ": 182,
      "ㅂ": 183,
      "ㅃ": 184,
      "ㅄ": 185,
      "ㅅ": 186,
      "ㅆ": 187,
      "ㅇ": 188,
      "ㅈ": 189,
      "ㅉ": 190,
      "ㅊ": 191,
      "ㅋ": 192,
      "ㅌ": 193,
      "ㅍ": 194,
      "ㅎ": 195,
      "㊗": 196,
      "가": 197,
      "각": 198,
      "갂": 199,
      "갃": 200,
      "간": 201,
      "갆": 202,
      "갇": 203,
      "갈": 204,
      "갉": 205,
      "갋": 206,
      "갏": 207,
      "감": 208,
      "갑": 209,
      "값": 210,
      "갓": 211,
      "갔": 212,
      "강": 213,
      "갖": 214,
      "갗": 215,
      "갘": 216,
      "같": 217,
      "갚": 218,
      "갛": 219,
      "개": 220,
      "객": 221,
      "갠": 222,
      "갢": 223,
      "갣": 224,
      "갤": 225,
      "갬": 226,
      "갭": 227,
      "갮": 228,
      "갯": 229,
      "갰": 230,
      "갱": 231,
      "갲": 232,
      "갴": 233,
      "갵": 234,
      "갷": 235,
      "갸": 236,
      "갹": 237,
      "갼": 238,
      "걀": 239,
      "걈": 240,
      "걉": 241,
      "걌": 242,
      "걍": 243,
      "걑": 244,
      "걔": 245,
      "걘": 246,
      "걩": 247,
      "거": 248,
      "걱": 249,
      "걲": 250,
      "건": 251,
      "걵": 252,
      "걷": 253,
      "걸": 254,
      "검": 255,
      "겁": 256,
      "겂": 257,
      "것": 258,
      "겄": 259,
      "겅": 260,
      "겆": 261,
      "겇": 262,
      "겈": 263,
      "겉": 264,
      "겊": 265,
      "겋": 266,
      "게": 267,
      "겍": 268,
      "겎": 269,
      "겐": 270,
      "겓": 271,
      "겔": 272,
      "겜": 273,
      "겝": 274,
      "겟": 275,
      "겠": 276,
      "겡": 277,
      "겢": 278,
      "겤": 279,
      "겧": 280,
      "겨": 281,
      "격": 282,
      "겪": 283,
      "견": 284,
      "겯": 285,
      "결": 286,
      "겸": 287,
      "겹": 288,
      "겻": 289,
      "겼": 290,
      "경": 291,
      "곀": 292,
      "곁": 293,
      "곂": 294,
      "곃": 295,
      "계": 296,
      "곅": 297,
      "곈": 298,
      "곌": 299,
      "곗": 300,
      "곘": 301,
      "곙": 302,
      "고": 303,
      "곡": 304,
      "곤": 305,
      "곧": 306,
      "골": 307,
      "곪": 308,
      "곬": 309,
      "곯": 310,
      "곰": 311,
      "곱": 312,
      "곳": 313,
      "공": 314,
      "곶": 315,
      "곷": 316,
      "곸": 317,
      "곹": 318,
      "곺": 319,
      "곻": 320,
      "과": 321,
      "곽": 322,
      "관": 323,
      "괁": 324,
      "괂": 325,
      "괄": 326,
      "괌": 327,
      "괏": 328,
      "광": 329,
      "괘": 330,
      "괙": 331,
      "괜": 332,
      "괞": 333,
      "괬": 334,
      "괭": 335,
      "괴": 336,
      "괵": 337,
      "괸": 338,
      "괼": 339,
      "굉": 340,
      "교": 341,
      "굑": 342,
      "굔": 343,
      "굘": 344,
      "굣": 345,
      "굥": 346,
      "구": 347,
      "국": 348,
      "굮": 349,
      "굯": 350,
      "군": 351,
      "굳": 352,
      "굴": 353,
      "굵": 354,
      "굶": 355,
      "굷": 356,
      "굻": 357,
      "굼": 358,
      "굽": 359,
      "굿": 360,
      "궁": 361,
      "궂": 362,
      "궃": 363,
      "궄": 364,
      "궅": 365,
      "궈": 366,
      "궉": 367,
      "권": 368,
      "궍": 369,
      "궐": 370,
      "궘": 371,
      "궙": 372,
      "궛": 373,
      "궜": 374,
      "궝": 375,
      "궤": 376,
      "궨": 377,
      "궸": 378,
      "궹": 379,
      "귀": 380,
      "귁": 381,
      "귄": 382,
      "귈": 383,
      "귐": 384,
      "귓": 385,
      "규": 386,
      "귝": 387,
      "균": 388,
      "귤": 389,
      "귱": 390,
      "그": 391,
      "극": 392,
      "근": 393,
      "귾": 394,
      "귿": 395,
      "글": 396,
      "긁": 397,
      "긂": 398,
      "긇": 399,
      "금": 400,
      "급": 401,
      "긋": 402,
      "긌": 403,
      "긍": 404,
      "긎": 405,
      "긐": 406,
      "긑": 407,
      "긒": 408,
      "긔": 409,
      "긕": 410,
      "긘": 411,
      "긜": 412,
      "긧": 413,
      "기": 414,
      "긱": 415,
      "긴": 416,
      "긷": 417,
      "길": 418,
      "긿": 419,
      "김": 420,
      "깁": 421,
      "깂": 422,
      "깃": 423,
      "깄": 424,
      "깅": 425,
      "깆": 426,
      "깈": 427,
      "깉": 428,
      "깊": 429,
      "깋": 430,
      "까": 431,
      "깍": 432,
      "깎": 433,
      "깐": 434,
      "깔": 435,
      "깜": 436,
      "깝": 437,
      "깞": 438,
      "깟": 439,
      "깠": 440,
      "깡": 441,
      "깢": 442,
      "깤": 443,
      "깥": 444,
      "깦": 445,
      "깧": 446,
      "깨": 447,
      "깩": 448,
      "깬": 449,
      "깰": 450,
      "깸": 451,
      "깹": 452,
      "깻": 453,
      "깼": 454,
      "깽": 455,
      "꺄": 456,
      "꺅": 457,
      "꺌": 458,
      "꺙": 459,
      "꺠": 460,
      "꺵": 461,
      "꺼": 462,
      "꺽": 463,
      "꺾": 464,
      "껀": 465,
      "껄": 466,
      "껌": 467,
      "껍": 468,
      "껏": 469,
      "껐": 470,
      "껑": 471,
      "껒": 472,
      "껔": 473,
      "께": 474,
      "껙": 475,
      "껜": 476,
      "껨": 477,
      "껫": 478,
      "껬": 479,
      "껭": 480,
      "껰": 481,
      "껴": 482,
      "껵": 483,
      "껶": 484,
      "껸": 485,
      "껼": 486,
      "꼅": 487,
      "꼇": 488,
      "꼈": 489,
      "꼉": 490,
      "꼐": 491,
      "꼬": 492,
      "꼭": 493,
      "꼮": 494,
      "꼰": 495,
      "꼳": 496,
      "꼴": 497,
      "꼻": 498,
      "꼼": 499,
      "꼽": 500,
      "꼿": 501,
      "꽁": 502,
      "꽂": 503,
      "꽃": 504,
      "꽄": 505,
      "꽅": 506,
      "꽈": 507,
      "꽉": 508,
      "꽊": 509,
      "꽌": 510,
      "꽐": 511,
      "꽝": 512,
      "꽤": 513,
      "꽥": 514,
      "꽹": 515,
      "꾀": 516,
      "꾁": 517,
      "꾐": 518,
      "꾕": 519,
      "꾜": 520,
      "꾤": 521,
      "꾸": 522,
      "꾹": 523,
      "꾼": 524,
      "꾾": 525,
      "꾿": 526,
      "꿀": 527,
      "꿁": 528,
      "꿂": 529,
      "꿃": 530,
      "꿇": 531,
      "꿈": 532,
      "꿉": 533,
      "꿋": 534,
      "꿍": 535,
      "꿎": 536,
      "꿏": 537,
      "꿑": 538,
      "꿔": 539,
      "꿘": 540,
      "꿜": 541,
      "꿧": 542,
      "꿨": 543,
      "꿩": 544,
      "꿰": 545,
      "꿱": 546,
      "꿴": 547,
      "뀌": 548,
      "뀐": 549,
      "뀔": 550,
      "뀜": 551,
      "뀝": 552,
      "뀠": 553,
      "뀡": 554,
      "뀨": 555,
      "뀬": 556,
      "끄": 557,
      "끅": 558,
      "끈": 559,
      "끊": 560,
      "끋": 561,
      "끌": 562,
      "끍": 563,
      "끓": 564,
      "끔": 565,
      "끕": 566,
      "끗": 567,
      "끘": 568,
      "끙": 569,
      "끚": 570,
      "끛": 571,
      "끝": 572,
      "끠": 573,
      "끤": 574,
      "끼": 575,
      "끽": 576,
      "낀": 577,
      "낂": 578,
      "낃": 579,
      "낄": 580,
      "낌": 581,
      "낍": 582,
      "낏": 583,
      "낑": 584,
      "낔": 585,
      "낗": 586,
      "나": 587,
      "낙": 588,
      "낚": 589,
      "낛": 590,
      "난": 591,
      "낝": 592,
      "낞": 593,
      "낟": 594,
      "날": 595,
      "낡": 596,
      "낧": 597,
      "남": 598,
      "납": 599,
      "낫": 600,
      "났": 601,
      "낭": 602,
      "낮": 603,
      "낯": 604,
      "낰": 605,
      "낱": 606,
      "낲": 607,
      "낳": 608,
      "내": 609,
      "낵": 610,
      "낸": 611,
      "낼": 612,
      "냄": 613,
      "냅": 614,
      "냇": 615,
      "냈": 616,
      "냉": 617,
      "냊": 618,
      "냌": 619,
      "냐": 620,
      "냑": 621,
      "냔": 622,
      "냘": 623,
      "냠": 624,
      "냡": 625,
      "냣": 626,
      "냤": 627,
      "냥": 628,
      "냦": 629,
      "냨": 630,
      "냬": 631,
      "냰": 632,
      "냼": 633,
      "너": 634,
      "넉": 635,
      "넋": 636,
      "넌": 637,
      "넎": 638,
      "널": 639,
      "넑": 640,
      "넒": 641,
      "넓": 642,
      "넖": 643,
      "넗": 644,
      "넘": 645,
      "넙": 646,
      "넚": 647,
      "넛": 648,
      "넜": 649,
      "넝": 650,
      "넠": 651,
      "넢": 652,
      "넣": 653,
      "네": 654,
      "넥": 655,
      "넨": 656,
      "넫": 657,
      "넬": 658,
      "넴": 659,
      "넵": 660,
      "넷": 661,
      "넸": 662,
      "넹": 663,
      "넺": 664,
      "넼": 665,
      "넽": 666,
      "넿": 667,
      "녀": 668,
      "녁": 669,
      "녂": 670,
      "년": 671,
      "녅": 672,
      "녆": 673,
      "녈": 674,
      "념": 675,
      "녓": 676,
      "녔": 677,
      "녕": 678,
      "녘": 679,
      "녛": 680,
      "녜": 681,
      "녠": 682,
      "녤": 683,
      "녴": 684,
      "노": 685,
      "녹": 686,
      "논": 687,
      "녾": 688,
      "녿": 689,
      "놀": 690,
      "놁": 691,
      "놈": 692,
      "놉": 693,
      "놋": 694,
      "놌": 695,
      "농": 696,
      "놐": 697,
      "높": 698,
      "놓": 699,
      "놔": 700,
      "놘": 701,
      "놜": 702,
      "놧": 703,
      "놨": 704,
      "놬": 705,
      "놯": 706,
      "놰": 707,
      "뇀": 708,
      "뇌": 709,
      "뇐": 710,
      "뇜": 711,
      "뇟": 712,
      "뇠": 713,
      "뇨": 714,
      "뇬": 715,
      "뇰": 716,
      "뇸": 717,
      "뇽": 718,
      "누": 719,
      "눅": 720,
      "눈": 721,
      "눌": 722,
      "눍": 723,
      "눔": 724,
      "눕": 725,
      "눗": 726,
      "눙": 727,
      "눜": 728,
      "눞": 729,
      "눟": 730,
      "눠": 731,
      "눤": 732,
      "눨": 733,
      "눰": 734,
      "눴": 735,
      "눼": 736,
      "뉍": 737,
      "뉘": 738,
      "뉜": 739,
      "뉠": 740,
      "뉨": 741,
      "뉩": 742,
      "뉴": 743,
      "뉸": 744,
      "뉼": 745,
      "늄": 746,
      "늉": 747,
      "느": 748,
      "늑": 749,
      "는": 750,
      "늕": 751,
      "늗": 752,
      "늘": 753,
      "늙": 754,
      "늟": 755,
      "늠": 756,
      "늡": 757,
      "늣": 758,
      "능": 759,
      "늦": 760,
      "늧": 761,
      "늨": 762,
      "늩": 763,
      "늪": 764,
      "늫": 765,
      "늬": 766,
      "늰": 767,
      "늼": 768,
      "니": 769,
      "닉": 770,
      "닊": 771,
      "닌": 772,
      "닏": 773,
      "닐": 774,
      "님": 775,
      "닙": 776,
      "닚": 777,
      "닛": 778,
      "닜": 779,
      "닝": 780,
      "닞": 781,
      "닟": 782,
      "닠": 783,
      "닢": 784,
      "닣": 785,
      "다": 786,
      "닥": 787,
      "닦": 788,
      "단": 789,
      "닪": 790,
      "닫": 791,
      "달": 792,
      "닭": 793,
      "닮": 794,
      "닯": 795,
      "닳": 796,
      "담": 797,
      "답": 798,
      "닶": 799,
      "닷": 800,
      "닸": 801,
      "당": 802,
      "닺": 803,
      "닻": 804,
      "닼": 805,
      "닽": 806,
      "닾": 807,
      "닿": 808,
      "대": 809,
      "댁": 810,
      "댄": 811,
      "댇": 812,
      "댈": 813,
      "댐": 814,
      "댑": 815,
      "댓": 816,
      "댔": 817,
      "댕": 818,
      "댖": 819,
      "댗": 820,
      "댘": 821,
      "댙": 822,
      "댛": 823,
      "댜": 824,
      "댠": 825,
      "댤": 826,
      "댭": 827,
      "댯": 828,
      "댱": 829,
      "댸": 830,
      "덋": 831,
      "더": 832,
      "덕": 833,
      "던": 834,
      "덛": 835,
      "덜": 836,
      "덟": 837,
      "덤": 838,
      "덥": 839,
      "덧": 840,
      "덨": 841,
      "덩": 842,
      "덪": 843,
      "덫": 844,
      "덮": 845,
      "덯": 846,
      "데": 847,
      "덱": 848,
      "덴": 849,
      "덷": 850,
      "델": 851,
      "뎀": 852,
      "뎁": 853,
      "뎃": 854,
      "뎄": 855,
      "뎅": 856,
      "뎆": 857,
      "뎈": 858,
      "뎌": 859,
      "뎐": 860,
      "뎔": 861,
      "뎜": 862,
      "뎟": 863,
      "뎠": 864,
      "뎡": 865,
      "뎨": 866,
      "도": 867,
      "독": 868,
      "돈": 869,
      "돋": 870,
      "돌": 871,
      "돔": 872,
      "돕": 873,
      "돗": 874,
      "동": 875,
      "돚": 876,
      "돛": 877,
      "돜": 878,
      "돝": 879,
      "돞": 880,
      "돟": 881,
      "돠": 882,
      "돤": 883,
      "돨": 884,
      "돰": 885,
      "돱": 886,
      "돳": 887,
      "돴": 888,
      "돵": 889,
      "돼": 890,
      "됀": 891,
      "됄": 892,
      "됌": 893,
      "됍": 894,
      "됏": 895,
      "됐": 896,
      "됑": 897,
      "됒": 898,
      "됗": 899,
      "되": 900,
      "됙": 901,
      "된": 902,
      "될": 903,
      "됨": 904,
      "됩": 905,
      "됫": 906,
      "됬": 907,
      "됭": 908,
      "됮": 909,
      "됴": 910,
      "됵": 911,
      "됸": 912,
      "됻": 913,
      "됼": 914,
      "둇": 915,
      "둉": 916,
      "두": 917,
      "둑": 918,
      "둔": 919,
      "둗": 920,
      "둘": 921,
      "둟": 922,
      "둠": 923,
      "둡": 924,
      "둣": 925,
      "둥": 926,
      "둬": 927,
      "둰": 928,
      "둿": 929,
      "뒀": 930,
      "뒈": 931,
      "뒛": 932,
      "뒝": 933,
      "뒤": 934,
      "뒨": 935,
      "뒬": 936,
      "뒷": 937,
      "뒸": 938,
      "뒹": 939,
      "뒺": 940,
      "듀": 941,
      "듁": 942,
      "듄": 943,
      "듈": 944,
      "듐": 945,
      "듕": 946,
      "드": 947,
      "득": 948,
      "든": 949,
      "듡": 950,
      "듣": 951,
      "들": 952,
      "듥": 953,
      "듦": 954,
      "듧": 955,
      "듨": 956,
      "듩": 957,
      "듪": 958,
      "듫": 959,
      "듬": 960,
      "듭": 961,
      "듯": 962,
      "등": 963,
      "듲": 964,
      "듳": 965,
      "듴": 966,
      "듵": 967,
      "듷": 968,
      "듸": 969,
      "듼": 970,
      "딀": 971,
      "딋": 972,
      "딍": 973,
      "디": 974,
      "딕": 975,
      "딘": 976,
      "딛": 977,
      "딜": 978,
      "딝": 979,
      "딤": 980,
      "딥": 981,
      "딧": 982,
      "딨": 983,
      "딩": 984,
      "딪": 985,
      "딫": 986,
      "딬": 987,
      "딮": 988,
      "따": 989,
      "딱": 990,
      "딲": 991,
      "딴": 992,
      "딷": 993,
      "딸": 994,
      "딹": 995,
      "땀": 996,
      "땁": 997,
      "땃": 998,
      "땄": 999,
      "땅": 1000,
      "땈": 1001,
      "땋": 1002,
      "때": 1003,
      "땍": 1004,
      "땐": 1005,
      "땔": 1006,
      "땜": 1007,
      "땝": 1008,
      "땟": 1009,
      "땠": 1010,
      "땡": 1011,
      "땨": 1012,
      "땩": 1013,
      "땬": 1014,
      "땰": 1015,
      "땸": 1016,
      "땽": 1017,
      "떄": 1018,
      "떈": 1019,
      "떔": 1020,
      "떙": 1021,
      "떠": 1022,
      "떡": 1023,
      "떢": 1024,
      "떤": 1025,
      "떧": 1026,
      "떨": 1027,
      "떫": 1028,
      "떯": 1029,
      "떰": 1030,
      "떱": 1031,
      "떳": 1032,
      "떴": 1033,
      "떵": 1034,
      "떻": 1035,
      "떼": 1036,
      "떽": 1037,
      "뗀": 1038,
      "뗄": 1039,
      "뗌": 1040,
      "뗍": 1041,
      "뗏": 1042,
      "뗐": 1043,
      "뗑": 1044,
      "뗔": 1045,
      "뗗": 1046,
      "뗘": 1047,
      "뗜": 1048,
      "뗠": 1049,
      "뗳": 1050,
      "뗴": 1051,
      "또": 1052,
      "똑": 1053,
      "똒": 1054,
      "똔": 1055,
      "똗": 1056,
      "똘": 1057,
      "똟": 1058,
      "똠": 1059,
      "똣": 1060,
      "똥": 1061,
      "똫": 1062,
      "똬": 1063,
      "똭": 1064,
      "똴": 1065,
      "뙇": 1066,
      "뙈": 1067,
      "뙤": 1068,
      "뙨": 1069,
      "뚀": 1070,
      "뚕": 1071,
      "뚜": 1072,
      "뚝": 1073,
      "뚠": 1074,
      "뚣": 1075,
      "뚤": 1076,
      "뚫": 1077,
      "뚯": 1078,
      "뚱": 1079,
      "뚷": 1080,
      "뚸": 1081,
      "뛔": 1082,
      "뛧": 1083,
      "뛰": 1084,
      "뛴": 1085,
      "뛸": 1086,
      "뜀": 1087,
      "뜁": 1088,
      "뜌": 1089,
      "뜡": 1090,
      "뜨": 1091,
      "뜩": 1092,
      "뜬": 1093,
      "뜯": 1094,
      "뜰": 1095,
      "뜷": 1096,
      "뜸": 1097,
      "뜹": 1098,
      "뜻": 1099,
      "뜽": 1100,
      "뜾": 1101,
      "띁": 1102,
      "띄": 1103,
      "띈": 1104,
      "띌": 1105,
      "띔": 1106,
      "띠": 1107,
      "띡": 1108,
      "띤": 1109,
      "띨": 1110,
      "띰": 1111,
      "띱": 1112,
      "띵": 1113,
      "라": 1114,
      "락": 1115,
      "란": 1116,
      "랂": 1117,
      "랃": 1118,
      "랄": 1119,
      "랋": 1120,
      "람": 1121,
      "랍": 1122,
      "랏": 1123,
      "랐": 1124,
      "랑": 1125,
      "랒": 1126,
      "랓": 1127,
      "랔": 1128,
      "랕": 1129,
      "랖": 1130,
      "랗": 1131,
      "래": 1132,
      "랙": 1133,
      "랜": 1134,
      "랟": 1135,
      "랠": 1136,
      "램": 1137,
      "랩": 1138,
      "랫": 1139,
      "랬": 1140,
      "랭": 1141,
      "랰": 1142,
      "랲": 1143,
      "랳": 1144,
      "랴": 1145,
      "략": 1146,
      "랸": 1147,
      "랼": 1148,
      "럄": 1149,
      "럇": 1150,
      "럈": 1151,
      "량": 1152,
      "럐": 1153,
      "럤": 1154,
      "러": 1155,
      "럭": 1156,
      "런": 1157,
      "럱": 1158,
      "럲": 1159,
      "럴": 1160,
      "럼": 1161,
      "럽": 1162,
      "럾": 1163,
      "럿": 1164,
      "렀": 1165,
      "렁": 1166,
      "렂": 1167,
      "렄": 1168,
      "렆": 1169,
      "렇": 1170,
      "레": 1171,
      "렉": 1172,
      "렌": 1173,
      "렐": 1174,
      "렘": 1175,
      "렙": 1176,
      "렛": 1177,
      "렜": 1178,
      "렝": 1179,
      "렠": 1180,
      "렣": 1181,
      "려": 1182,
      "력": 1183,
      "련": 1184,
      "렫": 1185,
      "렬": 1186,
      "렴": 1187,
      "렵": 1188,
      "렷": 1189,
      "렸": 1190,
      "령": 1191,
      "렺": 1192,
      "렼": 1193,
      "렿": 1194,
      "례": 1195,
      "롁": 1196,
      "롄": 1197,
      "롐": 1198,
      "롓": 1199,
      "롕": 1200,
      "로": 1201,
      "록": 1202,
      "론": 1203,
      "롣": 1204,
      "롤": 1205,
      "롬": 1206,
      "롭": 1207,
      "롯": 1208,
      "롱": 1209,
      "롲": 1210,
      "롳": 1211,
      "롴": 1212,
      "롶": 1213,
      "롷": 1214,
      "롸": 1215,
      "롹": 1216,
      "롼": 1217,
      "뢀": 1218,
      "뢈": 1219,
      "뢉": 1220,
      "뢍": 1221,
      "뢐": 1222,
      "뢔": 1223,
      "뢰": 1224,
      "뢱": 1225,
      "뢴": 1226,
      "룁": 1227,
      "료": 1228,
      "룍": 1229,
      "룐": 1230,
      "룔": 1231,
      "룜": 1232,
      "룟": 1233,
      "룡": 1234,
      "루": 1235,
      "룩": 1236,
      "룬": 1237,
      "룰": 1238,
      "룸": 1239,
      "룹": 1240,
      "룻": 1241,
      "룽": 1242,
      "뤂": 1243,
      "뤄": 1244,
      "뤈": 1245,
      "뤌": 1246,
      "뤗": 1247,
      "뤘": 1248,
      "뤠": 1249,
      "뤡": 1250,
      "뤼": 1251,
      "륀": 1252,
      "륄": 1253,
      "륍": 1254,
      "류": 1255,
      "륙": 1256,
      "륜": 1257,
      "률": 1258,
      "륨": 1259,
      "륭": 1260,
      "르": 1261,
      "륵": 1262,
      "른": 1263,
      "륻": 1264,
      "를": 1265,
      "릂": 1266,
      "름": 1267,
      "릅": 1268,
      "릇": 1269,
      "릉": 1270,
      "릊": 1271,
      "릌": 1272,
      "릍": 1273,
      "릎": 1274,
      "릏": 1275,
      "릐": 1276,
      "릔": 1277,
      "릫": 1278,
      "리": 1279,
      "릭": 1280,
      "린": 1281,
      "릳": 1282,
      "릴": 1283,
      "림": 1284,
      "립": 1285,
      "릿": 1286,
      "맀": 1287,
      "링": 1288,
      "맂": 1289,
      "맄": 1290,
      "맆": 1291,
      "맇": 1292,
      "마": 1293,
      "막": 1294,
      "맊": 1295,
      "만": 1296,
      "맍": 1297,
      "많": 1298,
      "맏": 1299,
      "말": 1300,
      "맑": 1301,
      "맔": 1302,
      "맗": 1303,
      "맘": 1304,
      "맙": 1305,
      "맛": 1306,
      "맜": 1307,
      "망": 1308,
      "맞": 1309,
      "맟": 1310,
      "맠": 1311,
      "맡": 1312,
      "맢": 1313,
      "맣": 1314,
      "매": 1315,
      "맥": 1316,
      "맨": 1317,
      "맬": 1318,
      "맴": 1319,
      "맵": 1320,
      "맷": 1321,
      "맸": 1322,
      "맹": 1323,
      "맺": 1324,
      "맻": 1325,
      "맼": 1326,
      "맽": 1327,
      "먀": 1328,
      "먁": 1329,
      "먄": 1330,
      "먆": 1331,
      "먈": 1332,
      "먕": 1333,
      "먖": 1334,
      "먗": 1335,
      "먜": 1336,
      "머": 1337,
      "먹": 1338,
      "먺": 1339,
      "먼": 1340,
      "먽": 1341,
      "먾": 1342,
      "먿": 1343,
      "멀": 1344,
      "멈": 1345,
      "멉": 1346,
      "멊": 1347,
      "멋": 1348,
      "멌": 1349,
      "멍": 1350,
      "멎": 1351,
      "멏": 1352,
      "멐": 1353,
      "멓": 1354,
      "메": 1355,
      "멕": 1356,
      "멘": 1357,
      "멜": 1358,
      "멤": 1359,
      "멧": 1360,
      "멨": 1361,
      "멩": 1362,
      "며": 1363,
      "멱": 1364,
      "면": 1365,
      "멵": 1366,
      "멸": 1367,
      "몀": 1368,
      "몃": 1369,
      "몄": 1370,
      "명": 1371,
      "몆": 1372,
      "몇": 1373,
      "몈": 1374,
      "몋": 1375,
      "몌": 1376,
      "몐": 1377,
      "몡": 1378,
      "몣": 1379,
      "모": 1380,
      "목": 1381,
      "몪": 1382,
      "몫": 1383,
      "몬": 1384,
      "몯": 1385,
      "몰": 1386,
      "몱": 1387,
      "몴": 1388,
      "몸": 1389,
      "몹": 1390,
      "못": 1391,
      "몼": 1392,
      "몽": 1393,
      "몾": 1394,
      "몿": 1395,
      "뫃": 1396,
      "뫄": 1397,
      "뫈": 1398,
      "뫌": 1399,
      "뫙": 1400,
      "뫠": 1401,
      "뫼": 1402,
      "묏": 1403,
      "묘": 1404,
      "묙": 1405,
      "묜": 1406,
      "묠": 1407,
      "묫": 1408,
      "묭": 1409,
      "무": 1410,
      "묵": 1411,
      "묶": 1412,
      "묷": 1413,
      "문": 1414,
      "묹": 1415,
      "묻": 1416,
      "물": 1417,
      "묽": 1418,
      "뭄": 1419,
      "뭅": 1420,
      "뭇": 1421,
      "뭉": 1422,
      "뭊": 1423,
      "뭌": 1424,
      "뭍": 1425,
      "뭏": 1426,
      "뭐": 1427,
      "뭑": 1428,
      "뭔": 1429,
      "뭘": 1430,
      "뭠": 1431,
      "뭡": 1432,
      "뭣": 1433,
      "뭤": 1434,
      "뭥": 1435,
      "뭨": 1436,
      "뭫": 1437,
      "뭬": 1438,
      "뭰": 1439,
      "뮈": 1440,
      "뮌": 1441,
      "뮐": 1442,
      "뮙": 1443,
      "뮛": 1444,
      "뮝": 1445,
      "뮤": 1446,
      "뮥": 1447,
      "뮨": 1448,
      "뮬": 1449,
      "뮴": 1450,
      "뮷": 1451,
      "뮹": 1452,
      "므": 1453,
      "믁": 1454,
      "믄": 1455,
      "믇": 1456,
      "믈": 1457,
      "믐": 1458,
      "믓": 1459,
      "믕": 1460,
      "믜": 1461,
      "믠": 1462,
      "미": 1463,
      "믹": 1464,
      "민": 1465,
      "믽": 1466,
      "믾": 1467,
      "믿": 1468,
      "밀": 1469,
      "밈": 1470,
      "밉": 1471,
      "밋": 1472,
      "밌": 1473,
      "밍": 1474,
      "밎": 1475,
      "및": 1476,
      "밐": 1477,
      "밑": 1478,
      "밓": 1479,
      "바": 1480,
      "박": 1481,
      "밖": 1482,
      "반": 1483,
      "받": 1484,
      "발": 1485,
      "밝": 1486,
      "밞": 1487,
      "밟": 1488,
      "밠": 1489,
      "밢": 1490,
      "밣": 1491,
      "밤": 1492,
      "밥": 1493,
      "밦": 1494,
      "밧": 1495,
      "밨": 1496,
      "방": 1497,
      "밪": 1498,
      "밫": 1499,
      "밬": 1500,
      "밭": 1501,
      "밮": 1502,
      "밯": 1503,
      "배": 1504,
      "백": 1505,
      "밴": 1506,
      "밷": 1507,
      "밸": 1508,
      "뱀": 1509,
      "뱁": 1510,
      "뱃": 1511,
      "뱄": 1512,
      "뱅": 1513,
      "뱆": 1514,
      "뱉": 1515,
      "뱌": 1516,
      "뱍": 1517,
      "뱐": 1518,
      "뱓": 1519,
      "뱔": 1520,
      "뱜": 1521,
      "뱝": 1522,
      "뱡": 1523,
      "뱨": 1524,
      "뱸": 1525,
      "뱽": 1526,
      "버": 1527,
      "벅": 1528,
      "벆": 1529,
      "번": 1530,
      "벋": 1531,
      "벌": 1532,
      "벍": 1533,
      "벓": 1534,
      "범": 1535,
      "법": 1536,
      "벗": 1537,
      "벙": 1538,
      "벚": 1539,
      "벛": 1540,
      "벝": 1541,
      "벞": 1542,
      "베": 1543,
      "벡": 1544,
      "벤": 1545,
      "벧": 1546,
      "벨": 1547,
      "벰": 1548,
      "벱": 1549,
      "벳": 1550,
      "벴": 1551,
      "벵": 1552,
      "벸": 1553,
      "벹": 1554,
      "벼": 1555,
      "벽": 1556,
      "변": 1557,
      "별": 1558,
      "볌": 1559,
      "볍": 1560,
      "볏": 1561,
      "볐": 1562,
      "병": 1563,
      "볓": 1564,
      "볔": 1565,
      "볕": 1566,
      "볗": 1567,
      "볘": 1568,
      "볜": 1569,
      "볭": 1570,
      "보": 1571,
      "복": 1572,
      "볶": 1573,
      "본": 1574,
      "볻": 1575,
      "볼": 1576,
      "볾": 1577,
      "봄": 1578,
      "봅": 1579,
      "봇": 1580,
      "봉": 1581,
      "봊": 1582,
      "봌": 1583,
      "봍": 1584,
      "봏": 1585,
      "봐": 1586,
      "봑": 1587,
      "봔": 1588,
      "봗": 1589,
      "봘": 1590,
      "봟": 1591,
      "봡": 1592,
      "봣": 1593,
      "봤": 1594,
      "봥": 1595,
      "봨": 1596,
      "봫": 1597,
      "봬": 1598,
      "뵀": 1599,
      "뵁": 1600,
      "뵈": 1601,
      "뵌": 1602,
      "뵐": 1603,
      "뵙": 1604,
      "뵜": 1605,
      "뵤": 1606,
      "뵨": 1607,
      "뵵": 1608,
      "뵹": 1609,
      "부": 1610,
      "북": 1611,
      "붂": 1612,
      "붃": 1613,
      "분": 1614,
      "붇": 1615,
      "불": 1616,
      "붉": 1617,
      "붋": 1618,
      "붏": 1619,
      "붐": 1620,
      "붑": 1621,
      "붓": 1622,
      "붕": 1623,
      "붖": 1624,
      "붘": 1625,
      "붙": 1626,
      "붚": 1627,
      "붛": 1628,
      "붜": 1629,
      "붠": 1630,
      "붤": 1631,
      "붱": 1632,
      "붸": 1633,
      "붹": 1634,
      "뷀": 1635,
      "뷁": 1636,
      "뷍": 1637,
      "뷔": 1638,
      "뷘": 1639,
      "뷩": 1640,
      "뷰": 1641,
      "뷱": 1642,
      "뷴": 1643,
      "뷸": 1644,
      "븀": 1645,
      "븁": 1646,
      "븅": 1647,
      "븉": 1648,
      "브": 1649,
      "븍": 1650,
      "븐": 1651,
      "블": 1652,
      "븜": 1653,
      "븝": 1654,
      "븟": 1655,
      "븡": 1656,
      "븥": 1657,
      "븨": 1658,
      "븩": 1659,
      "븬": 1660,
      "븰": 1661,
      "븹": 1662,
      "븽": 1663,
      "비": 1664,
      "빅": 1665,
      "빆": 1666,
      "빈": 1667,
      "빋": 1668,
      "빌": 1669,
      "빍": 1670,
      "빔": 1671,
      "빕": 1672,
      "빗": 1673,
      "빙": 1674,
      "빚": 1675,
      "빛": 1676,
      "빝": 1677,
      "빟": 1678,
      "빠": 1679,
      "빡": 1680,
      "빢": 1681,
      "빤": 1682,
      "빧": 1683,
      "빨": 1684,
      "빩": 1685,
      "빬": 1686,
      "빯": 1687,
      "빰": 1688,
      "빱": 1689,
      "빳": 1690,
      "빴": 1691,
      "빵": 1692,
      "빸": 1693,
      "빻": 1694,
      "빼": 1695,
      "빽": 1696,
      "뺀": 1697,
      "뺃": 1698,
      "뺄": 1699,
      "뺌": 1700,
      "뺍": 1701,
      "뺏": 1702,
      "뺐": 1703,
      "뺑": 1704,
      "뺒": 1705,
      "뺕": 1706,
      "뺘": 1707,
      "뺙": 1708,
      "뺜": 1709,
      "뺠": 1710,
      "뺨": 1711,
      "뺭": 1712,
      "뺴": 1713,
      "뺵": 1714,
      "뺸": 1715,
      "뻇": 1716,
      "뻈": 1717,
      "뻉": 1718,
      "뻐": 1719,
      "뻑": 1720,
      "뻔": 1721,
      "뻗": 1722,
      "뻘": 1723,
      "뻠": 1724,
      "뻡": 1725,
      "뻣": 1726,
      "뻤": 1727,
      "뻥": 1728,
      "뻩": 1729,
      "뻬": 1730,
      "뻭": 1731,
      "뻰": 1732,
      "뻴": 1733,
      "뻿": 1734,
      "뼁": 1735,
      "뼈": 1736,
      "뼉": 1737,
      "뼌": 1738,
      "뼘": 1739,
      "뼛": 1740,
      "뼜": 1741,
      "뼝": 1742,
      "뼤": 1743,
      "뽀": 1744,
      "뽁": 1745,
      "뽂": 1746,
      "뽄": 1747,
      "뽈": 1748,
      "뽐": 1749,
      "뽑": 1750,
      "뽕": 1751,
      "뽚": 1752,
      "뽜": 1753,
      "뽝": 1754,
      "뽤": 1755,
      "뽱": 1756,
      "뾰": 1757,
      "뿅": 1758,
      "뿌": 1759,
      "뿍": 1760,
      "뿐": 1761,
      "뿔": 1762,
      "뿕": 1763,
      "뿜": 1764,
      "뿝": 1765,
      "뿟": 1766,
      "뿡": 1767,
      "쀄": 1768,
      "쀍": 1769,
      "쀼": 1770,
      "쁀": 1771,
      "쁑": 1772,
      "쁘": 1773,
      "쁜": 1774,
      "쁠": 1775,
      "쁨": 1776,
      "쁩": 1777,
      "삐": 1778,
      "삑": 1779,
      "삔": 1780,
      "삘": 1781,
      "삣": 1782,
      "삤": 1783,
      "삥": 1784,
      "사": 1785,
      "삭": 1786,
      "삮": 1787,
      "삯": 1788,
      "산": 1789,
      "삲": 1790,
      "삳": 1791,
      "살": 1792,
      "삵": 1793,
      "삶": 1794,
      "삷": 1795,
      "삻": 1796,
      "삼": 1797,
      "삽": 1798,
      "삿": 1799,
      "샀": 1800,
      "상": 1801,
      "샂": 1802,
      "샄": 1803,
      "샅": 1804,
      "샆": 1805,
      "샇": 1806,
      "새": 1807,
      "색": 1808,
      "샊": 1809,
      "샋": 1810,
      "샌": 1811,
      "샎": 1812,
      "샏": 1813,
      "샐": 1814,
      "샑": 1815,
      "샕": 1816,
      "샘": 1817,
      "샙": 1818,
      "샛": 1819,
      "샜": 1820,
      "생": 1821,
      "샞": 1822,
      "샠": 1823,
      "샡": 1824,
      "샣": 1825,
      "샤": 1826,
      "샥": 1827,
      "샨": 1828,
      "샬": 1829,
      "샴": 1830,
      "샵": 1831,
      "샷": 1832,
      "샸": 1833,
      "샹": 1834,
      "샼": 1835,
      "샾": 1836,
      "섀": 1837,
      "섁": 1838,
      "섂": 1839,
      "섄": 1840,
      "섕": 1841,
      "섘": 1842,
      "서": 1843,
      "석": 1844,
      "섞": 1845,
      "선": 1846,
      "섡": 1847,
      "섣": 1848,
      "설": 1849,
      "섥": 1850,
      "섬": 1851,
      "섭": 1852,
      "섮": 1853,
      "섯": 1854,
      "섰": 1855,
      "성": 1856,
      "섲": 1857,
      "섴": 1858,
      "섵": 1859,
      "섶": 1860,
      "섷": 1861,
      "세": 1862,
      "섹": 1863,
      "섺": 1864,
      "섻": 1865,
      "센": 1866,
      "섿": 1867,
      "셀": 1868,
      "셈": 1869,
      "셉": 1870,
      "셋": 1871,
      "셌": 1872,
      "셍": 1873,
      "셐": 1874,
      "셑": 1875,
      "셓": 1876,
      "셔": 1877,
      "셕": 1878,
      "션": 1879,
      "셜": 1880,
      "셤": 1881,
      "셥": 1882,
      "셧": 1883,
      "셨": 1884,
      "셩": 1885,
      "셯": 1886,
      "셰": 1887,
      "셱": 1888,
      "셲": 1889,
      "셴": 1890,
      "셸": 1891,
      "솄": 1892,
      "솅": 1893,
      "솈": 1894,
      "소": 1895,
      "속": 1896,
      "솎": 1897,
      "손": 1898,
      "솓": 1899,
      "솔": 1900,
      "솜": 1901,
      "솝": 1902,
      "솟": 1903,
      "송": 1904,
      "솤": 1905,
      "솥": 1906,
      "솨": 1907,
      "솩": 1908,
      "솬": 1909,
      "솰": 1910,
      "솼": 1911,
      "솽": 1912,
      "쇄": 1913,
      "쇅": 1914,
      "쇆": 1915,
      "쇗": 1916,
      "쇙": 1917,
      "쇜": 1918,
      "쇠": 1919,
      "쇡": 1920,
      "쇤": 1921,
      "쇳": 1922,
      "쇼": 1923,
      "쇽": 1924,
      "숀": 1925,
      "숄": 1926,
      "숍": 1927,
      "숏": 1928,
      "숑": 1929,
      "숖": 1930,
      "수": 1931,
      "숙": 1932,
      "순": 1933,
      "숟": 1934,
      "술": 1935,
      "숨": 1936,
      "숩": 1937,
      "숫": 1938,
      "숭": 1939,
      "숮": 1940,
      "숯": 1941,
      "숰": 1942,
      "숱": 1943,
      "숲": 1944,
      "숳": 1945,
      "숴": 1946,
      "숵": 1947,
      "숸": 1948,
      "숼": 1949,
      "쉅": 1950,
      "쉈": 1951,
      "쉉": 1952,
      "쉌": 1953,
      "쉐": 1954,
      "쉑": 1955,
      "쉒": 1956,
      "쉓": 1957,
      "쉔": 1958,
      "쉘": 1959,
      "쉙": 1960,
      "쉡": 1961,
      "쉣": 1962,
      "쉥": 1963,
      "쉨": 1964,
      "쉬": 1965,
      "쉭": 1966,
      "쉰": 1967,
      "쉴": 1968,
      "쉼": 1969,
      "쉽": 1970,
      "쉿": 1971,
      "슁": 1972,
      "슄": 1973,
      "슆": 1974,
      "슈": 1975,
      "슉": 1976,
      "슌": 1977,
      "슐": 1978,
      "슘": 1979,
      "슙": 1980,
      "슛": 1981,
      "슝": 1982,
      "스": 1983,
      "슥": 1984,
      "슨": 1985,
      "슬": 1986,
      "슭": 1987,
      "슴": 1988,
      "습": 1989,
      "슷": 1990,
      "승": 1991,
      "슺": 1992,
      "슼": 1993,
      "슾": 1994,
      "슿": 1995,
      "싀": 1996,
      "싁": 1997,
      "싄": 1998,
      "싈": 1999,
      "싑": 2000,
      "싕": 2001,
      "시": 2002,
      "식": 2003,
      "싞": 2004,
      "신": 2005,
      "싡": 2006,
      "싢": 2007,
      "싣": 2008,
      "실": 2009,
      "싥": 2010,
      "싦": 2011,
      "싨": 2012,
      "싪": 2013,
      "싫": 2014,
      "심": 2015,
      "십": 2016,
      "싮": 2017,
      "싯": 2018,
      "싰": 2019,
      "싱": 2020,
      "싲": 2021,
      "싳": 2022,
      "싴": 2023,
      "싵": 2024,
      "싶": 2025,
      "싷": 2026,
      "싸": 2027,
      "싹": 2028,
      "싺": 2029,
      "싼": 2030,
      "쌀": 2031,
      "쌂": 2032,
      "쌈": 2033,
      "쌉": 2034,
      "쌋": 2035,
      "쌌": 2036,
      "쌍": 2037,
      "쌓": 2038,
      "쌔": 2039,
      "쌕": 2040,
      "쌖": 2041,
      "쌘": 2042,
      "쌜": 2043,
      "쌤": 2044,
      "쌥": 2045,
      "쌧": 2046,
      "쌨": 2047,
      "쌩": 2048,
      "쌬": 2049,
      "쌰": 2050,
      "쌱": 2051,
      "쌴": 2052,
      "썁": 2053,
      "썅": 2054,
      "썌": 2055,
      "썡": 2056,
      "써": 2057,
      "썩": 2058,
      "썪": 2059,
      "썬": 2060,
      "썰": 2061,
      "썸": 2062,
      "썹": 2063,
      "썻": 2064,
      "썼": 2065,
      "썽": 2066,
      "쎀": 2067,
      "쎃": 2068,
      "쎄": 2069,
      "쎅": 2070,
      "쎆": 2071,
      "쎈": 2072,
      "쎌": 2073,
      "쎔": 2074,
      "쎕": 2075,
      "쎗": 2076,
      "쎘": 2077,
      "쎙": 2078,
      "쎜": 2079,
      "쎠": 2080,
      "쎡": 2081,
      "쎤": 2082,
      "쎴": 2083,
      "쎵": 2084,
      "쎼": 2085,
      "쎾": 2086,
      "쏀": 2087,
      "쏘": 2088,
      "쏙": 2089,
      "쏜": 2090,
      "쏟": 2091,
      "쏠": 2092,
      "쏨": 2093,
      "쏩": 2094,
      "쏫": 2095,
      "쏭": 2096,
      "쏱": 2097,
      "쏳": 2098,
      "쏴": 2099,
      "쏵": 2100,
      "쏼": 2101,
      "쐇": 2102,
      "쐈": 2103,
      "쐉": 2104,
      "쐐": 2105,
      "쐑": 2106,
      "쐨": 2107,
      "쐬": 2108,
      "쐭": 2109,
      "쐰": 2110,
      "쐴": 2111,
      "쐽": 2112,
      "쑈": 2113,
      "쑝": 2114,
      "쑤": 2115,
      "쑥": 2116,
      "쑨": 2117,
      "쑬": 2118,
      "쑴": 2119,
      "쑵": 2120,
      "쑹": 2121,
      "쒀": 2122,
      "쒔": 2123,
      "쒜": 2124,
      "쒝": 2125,
      "쒞": 2126,
      "쒯": 2127,
      "쒰": 2128,
      "쒴": 2129,
      "쒸": 2130,
      "쒹": 2131,
      "쒼": 2132,
      "쓉": 2133,
      "쓒": 2134,
      "쓔": 2135,
      "쓤": 2136,
      "쓥": 2137,
      "쓩": 2138,
      "쓰": 2139,
      "쓱": 2140,
      "쓴": 2141,
      "쓸": 2142,
      "씀": 2143,
      "씁": 2144,
      "씃": 2145,
      "씅": 2146,
      "씉": 2147,
      "씌": 2148,
      "씐": 2149,
      "씝": 2150,
      "씞": 2151,
      "씦": 2152,
      "씨": 2153,
      "씩": 2154,
      "씪": 2155,
      "씬": 2156,
      "씯": 2157,
      "씰": 2158,
      "씳": 2159,
      "씸": 2160,
      "씹": 2161,
      "씺": 2162,
      "씻": 2163,
      "씼": 2164,
      "씽": 2165,
      "씾": 2166,
      "앀": 2167,
      "앂": 2168,
      "앃": 2169,
      "아": 2170,
      "악": 2171,
      "앆": 2172,
      "안": 2173,
      "앉": 2174,
      "않": 2175,
      "앋": 2176,
      "알": 2177,
      "앍": 2178,
      "앎": 2179,
      "앏": 2180,
      "앐": 2181,
      "앓": 2182,
      "암": 2183,
      "압": 2184,
      "앖": 2185,
      "앗": 2186,
      "았": 2187,
      "앙": 2188,
      "앚": 2189,
      "앛": 2190,
      "앜": 2191,
      "앝": 2192,
      "앞": 2193,
      "앟": 2194,
      "애": 2195,
      "액": 2196,
      "앢": 2197,
      "앤": 2198,
      "앨": 2199,
      "앰": 2200,
      "앱": 2201,
      "앲": 2202,
      "앳": 2203,
      "앴": 2204,
      "앵": 2205,
      "앸": 2206,
      "야": 2207,
      "약": 2208,
      "얀": 2209,
      "얂": 2210,
      "얃": 2211,
      "얄": 2212,
      "얇": 2213,
      "얊": 2214,
      "얌": 2215,
      "얍": 2216,
      "얏": 2217,
      "얐": 2218,
      "양": 2219,
      "얒": 2220,
      "얔": 2221,
      "얕": 2222,
      "얖": 2223,
      "얗": 2224,
      "얘": 2225,
      "얙": 2226,
      "얜": 2227,
      "얠": 2228,
      "얨": 2229,
      "얫": 2230,
      "얭": 2231,
      "어": 2232,
      "억": 2233,
      "얶": 2234,
      "얷": 2235,
      "언": 2236,
      "얹": 2237,
      "얺": 2238,
      "얻": 2239,
      "얼": 2240,
      "얽": 2241,
      "얾": 2242,
      "엃": 2243,
      "엄": 2244,
      "업": 2245,
      "없": 2246,
      "엇": 2247,
      "었": 2248,
      "엉": 2249,
      "엊": 2250,
      "엌": 2251,
      "엍": 2252,
      "엎": 2253,
      "엏": 2254,
      "에": 2255,
      "엑": 2256,
      "엔": 2257,
      "엗": 2258,
      "엘": 2259,
      "엠": 2260,
      "엡": 2261,
      "엢": 2262,
      "엣": 2263,
      "엤": 2264,
      "엥": 2265,
      "엦": 2266,
      "엨": 2267,
      "엪": 2268,
      "여": 2269,
      "역": 2270,
      "엮": 2271,
      "엯": 2272,
      "연": 2273,
      "엳": 2274,
      "열": 2275,
      "엷": 2276,
      "염": 2277,
      "엽": 2278,
      "엾": 2279,
      "엿": 2280,
      "였": 2281,
      "영": 2282,
      "옂": 2283,
      "옃": 2284,
      "옄": 2285,
      "옅": 2286,
      "옆": 2287,
      "옇": 2288,
      "예": 2289,
      "옉": 2290,
      "옌": 2291,
      "옐": 2292,
      "옘": 2293,
      "옙": 2294,
      "옛": 2295,
      "옜": 2296,
      "옝": 2297,
      "오": 2298,
      "옥": 2299,
      "온": 2300,
      "옪": 2301,
      "옫": 2302,
      "올": 2303,
      "옭": 2304,
      "옮": 2305,
      "옯": 2306,
      "옰": 2307,
      "옳": 2308,
      "옴": 2309,
      "옵": 2310,
      "옶": 2311,
      "옷": 2312,
      "옸": 2313,
      "옹": 2314,
      "옺": 2315,
      "옻": 2316,
      "옼": 2317,
      "옽": 2318,
      "옿": 2319,
      "와": 2320,
      "왁": 2321,
      "완": 2322,
      "왈": 2323,
      "왐": 2324,
      "왑": 2325,
      "왓": 2326,
      "왔": 2327,
      "왕": 2328,
      "왘": 2329,
      "왚": 2330,
      "왛": 2331,
      "왜": 2332,
      "왝": 2333,
      "왠": 2334,
      "왤": 2335,
      "왰": 2336,
      "왱": 2337,
      "왴": 2338,
      "외": 2339,
      "왹": 2340,
      "왼": 2341,
      "욀": 2342,
      "욋": 2343,
      "욌": 2344,
      "욍": 2345,
      "요": 2346,
      "욕": 2347,
      "욘": 2348,
      "욛": 2349,
      "욜": 2350,
      "욤": 2351,
      "욥": 2352,
      "욧": 2353,
      "욨": 2354,
      "용": 2355,
      "욪": 2356,
      "욬": 2357,
      "욮": 2358,
      "욯": 2359,
      "우": 2360,
      "욱": 2361,
      "운": 2362,
      "욷": 2363,
      "울": 2364,
      "욹": 2365,
      "욺": 2366,
      "욿": 2367,
      "움": 2368,
      "웁": 2369,
      "웂": 2370,
      "웃": 2371,
      "웄": 2372,
      "웅": 2373,
      "웆": 2374,
      "웈": 2375,
      "워": 2376,
      "웍": 2377,
      "원": 2378,
      "웑": 2379,
      "웓": 2380,
      "월": 2381,
      "웛": 2382,
      "웜": 2383,
      "웝": 2384,
      "웟": 2385,
      "웠": 2386,
      "웡": 2387,
      "웤": 2388,
      "웧": 2389,
      "웨": 2390,
      "웩": 2391,
      "웬": 2392,
      "웰": 2393,
      "웸": 2394,
      "웹": 2395,
      "웽": 2396,
      "윀": 2397,
      "위": 2398,
      "윅": 2399,
      "윈": 2400,
      "윌": 2401,
      "윔": 2402,
      "윕": 2403,
      "윗": 2404,
      "윘": 2405,
      "윙": 2406,
      "유": 2407,
      "육": 2408,
      "윤": 2409,
      "율": 2410,
      "윰": 2411,
      "윱": 2412,
      "윳": 2413,
      "융": 2414,
      "윷": 2415,
      "윸": 2416,
      "으": 2417,
      "윽": 2418,
      "윾": 2419,
      "은": 2420,
      "읁": 2421,
      "읂": 2422,
      "읃": 2423,
      "을": 2424,
      "읅": 2425,
      "읆": 2426,
      "읇": 2427,
      "읉": 2428,
      "읊": 2429,
      "읋": 2430,
      "음": 2431,
      "읍": 2432,
      "읎": 2433,
      "읏": 2434,
      "읐": 2435,
      "응": 2436,
      "읒": 2437,
      "읔": 2438,
      "읕": 2439,
      "읖": 2440,
      "읗": 2441,
      "의": 2442,
      "읙": 2443,
      "읜": 2444,
      "읠": 2445,
      "읨": 2446,
      "읫": 2447,
      "읭": 2448,
      "읮": 2449,
      "읰": 2450,
      "이": 2451,
      "익": 2452,
      "읶": 2453,
      "인": 2454,
      "읹": 2455,
      "읺": 2456,
      "읻": 2457,
      "일": 2458,
      "읽": 2459,
      "읾": 2460,
      "읿": 2461,
      "잀": 2462,
      "잂": 2463,
      "잃": 2464,
      "임": 2465,
      "입": 2466,
      "잆": 2467,
      "잇": 2468,
      "있": 2469,
      "잉": 2470,
      "잊": 2471,
      "잋": 2472,
      "잌": 2473,
      "잍": 2474,
      "잎": 2475,
      "잏": 2476,
      "자": 2477,
      "작": 2478,
      "잔": 2479,
      "잕": 2480,
      "잖": 2481,
      "잗": 2482,
      "잘": 2483,
      "잚": 2484,
      "잛": 2485,
      "잟": 2486,
      "잠": 2487,
      "잡": 2488,
      "잢": 2489,
      "잣": 2490,
      "잤": 2491,
      "장": 2492,
      "잦": 2493,
      "잧": 2494,
      "잨": 2495,
      "잩": 2496,
      "잪": 2497,
      "잫": 2498,
      "재": 2499,
      "잭": 2500,
      "잰": 2501,
      "잴": 2502,
      "잼": 2503,
      "잽": 2504,
      "잿": 2505,
      "쟀": 2506,
      "쟁": 2507,
      "쟂": 2508,
      "쟈": 2509,
      "쟉": 2510,
      "쟌": 2511,
      "쟎": 2512,
      "쟐": 2513,
      "쟙": 2514,
      "쟛": 2515,
      "쟜": 2516,
      "쟝": 2517,
      "쟞": 2518,
      "쟤": 2519,
      "쟨": 2520,
      "쟬": 2521,
      "쟹": 2522,
      "저": 2523,
      "적": 2524,
      "전": 2525,
      "젅": 2526,
      "젆": 2527,
      "젇": 2528,
      "절": 2529,
      "젉": 2530,
      "젊": 2531,
      "젋": 2532,
      "젎": 2533,
      "젏": 2534,
      "점": 2535,
      "접": 2536,
      "젓": 2537,
      "젔": 2538,
      "정": 2539,
      "젖": 2540,
      "젗": 2541,
      "젘": 2542,
      "젙": 2543,
      "젛": 2544,
      "제": 2545,
      "젝": 2546,
      "젠": 2547,
      "젤": 2548,
      "젬": 2549,
      "젭": 2550,
      "젯": 2551,
      "젰": 2552,
      "젱": 2553,
      "젲": 2554,
      "젴": 2555,
      "져": 2556,
      "젹": 2557,
      "젼": 2558,
      "젿": 2559,
      "졀": 2560,
      "졈": 2561,
      "졉": 2562,
      "졋": 2563,
      "졌": 2564,
      "졍": 2565,
      "졎": 2566,
      "졐": 2567,
      "졑": 2568,
      "졓": 2569,
      "졔": 2570,
      "졘": 2571,
      "조": 2572,
      "족": 2573,
      "졲": 2574,
      "졳": 2575,
      "존": 2576,
      "졵": 2577,
      "졷": 2578,
      "졸": 2579,
      "졻": 2580,
      "좀": 2581,
      "좁": 2582,
      "좂": 2583,
      "좃": 2584,
      "좄": 2585,
      "종": 2586,
      "좆": 2587,
      "좇": 2588,
      "좈": 2589,
      "좉": 2590,
      "좊": 2591,
      "좋": 2592,
      "좌": 2593,
      "좍": 2594,
      "좐": 2595,
      "좔": 2596,
      "좝": 2597,
      "좟": 2598,
      "좠": 2599,
      "좡": 2600,
      "좢": 2601,
      "좦": 2602,
      "좨": 2603,
      "좸": 2604,
      "좽": 2605,
      "죄": 2606,
      "죅": 2607,
      "죈": 2608,
      "죌": 2609,
      "죕": 2610,
      "죗": 2611,
      "죙": 2612,
      "죠": 2613,
      "죡": 2614,
      "죤": 2615,
      "죧": 2616,
      "죨": 2617,
      "죰": 2618,
      "죱": 2619,
      "죳": 2620,
      "죴": 2621,
      "죵": 2622,
      "죷": 2623,
      "죸": 2624,
      "죹": 2625,
      "죻": 2626,
      "주": 2627,
      "죽": 2628,
      "준": 2629,
      "줃": 2630,
      "줄": 2631,
      "줌": 2632,
      "줍": 2633,
      "줏": 2634,
      "중": 2635,
      "줒": 2636,
      "줓": 2637,
      "줔": 2638,
      "줕": 2639,
      "줗": 2640,
      "줘": 2641,
      "줙": 2642,
      "줜": 2643,
      "줟": 2644,
      "줠": 2645,
      "줩": 2646,
      "줫": 2647,
      "줬": 2648,
      "줭": 2649,
      "줮": 2650,
      "줯": 2651,
      "줱": 2652,
      "줳": 2653,
      "줴": 2654,
      "줸": 2655,
      "쥐": 2656,
      "쥑": 2657,
      "쥔": 2658,
      "쥘": 2659,
      "쥡": 2660,
      "쥣": 2661,
      "쥤": 2662,
      "쥥": 2663,
      "쥬": 2664,
      "쥭": 2665,
      "쥰": 2666,
      "쥴": 2667,
      "쥼": 2668,
      "쥽": 2669,
      "쥿": 2670,
      "즁": 2671,
      "즂": 2672,
      "즈": 2673,
      "즉": 2674,
      "즌": 2675,
      "즐": 2676,
      "즘": 2677,
      "즙": 2678,
      "즛": 2679,
      "증": 2680,
      "즞": 2681,
      "즣": 2682,
      "즤": 2683,
      "즥": 2684,
      "즨": 2685,
      "즬": 2686,
      "즹": 2687,
      "지": 2688,
      "직": 2689,
      "진": 2690,
      "짅": 2691,
      "짆": 2692,
      "짇": 2693,
      "질": 2694,
      "짊": 2695,
      "짋": 2696,
      "짏": 2697,
      "짐": 2698,
      "집": 2699,
      "짒": 2700,
      "짓": 2701,
      "짔": 2702,
      "징": 2703,
      "짖": 2704,
      "짗": 2705,
      "짘": 2706,
      "짙": 2707,
      "짚": 2708,
      "짛": 2709,
      "짜": 2710,
      "짝": 2711,
      "짞": 2712,
      "짠": 2713,
      "짢": 2714,
      "짤": 2715,
      "짦": 2716,
      "짧": 2717,
      "짪": 2718,
      "짬": 2719,
      "짭": 2720,
      "짯": 2721,
      "짰": 2722,
      "짱": 2723,
      "짲": 2724,
      "짴": 2725,
      "째": 2726,
      "짹": 2727,
      "짼": 2728,
      "쨀": 2729,
      "쨈": 2730,
      "쨉": 2731,
      "쨋": 2732,
      "쨌": 2733,
      "쨍": 2734,
      "쨎": 2735,
      "쨓": 2736,
      "쨔": 2737,
      "쨕": 2738,
      "쨘": 2739,
      "쨜": 2740,
      "쨥": 2741,
      "쨩": 2742,
      "쨰": 2743,
      "쩄": 2744,
      "쩌": 2745,
      "쩍": 2746,
      "쩐": 2747,
      "쩔": 2748,
      "쩜": 2749,
      "쩝": 2750,
      "쩟": 2751,
      "쩠": 2752,
      "쩡": 2753,
      "쩢": 2754,
      "쩦": 2755,
      "쩧": 2756,
      "쩨": 2757,
      "쪄": 2758,
      "쪅": 2759,
      "쪈": 2760,
      "쪌": 2761,
      "쪔": 2762,
      "쪕": 2763,
      "쪗": 2764,
      "쪘": 2765,
      "쪙": 2766,
      "쪚": 2767,
      "쪼": 2768,
      "쪽": 2769,
      "쪾": 2770,
      "쫀": 2771,
      "쫃": 2772,
      "쫄": 2773,
      "쫌": 2774,
      "쫍": 2775,
      "쫏": 2776,
      "쫐": 2777,
      "쫑": 2778,
      "쫒": 2779,
      "쫓": 2780,
      "쫔": 2781,
      "쫗": 2782,
      "쫘": 2783,
      "쫙": 2784,
      "쫩": 2785,
      "쫭": 2786,
      "쫴": 2787,
      "쬐": 2788,
      "쬑": 2789,
      "쬠": 2790,
      "쬬": 2791,
      "쬭": 2792,
      "쬽": 2793,
      "쭀": 2794,
      "쭁": 2795,
      "쭈": 2796,
      "쭉": 2797,
      "쭌": 2798,
      "쭐": 2799,
      "쭘": 2800,
      "쭙": 2801,
      "쭛": 2802,
      "쭝": 2803,
      "쭤": 2804,
      "쭥": 2805,
      "쭵": 2806,
      "쮜": 2807,
      "쮝": 2808,
      "쮠": 2809,
      "쮸": 2810,
      "쮹": 2811,
      "쯉": 2812,
      "쯍": 2813,
      "쯔": 2814,
      "쯕": 2815,
      "쯘": 2816,
      "쯜": 2817,
      "쯤": 2818,
      "쯥": 2819,
      "쯧": 2820,
      "쯨": 2821,
      "쯩": 2822,
      "쯪": 2823,
      "쯫": 2824,
      "쯰": 2825,
      "찌": 2826,
      "찍": 2827,
      "찎": 2828,
      "찐": 2829,
      "찓": 2830,
      "찔": 2831,
      "찜": 2832,
      "찝": 2833,
      "찟": 2834,
      "찡": 2835,
      "찢": 2836,
      "찣": 2837,
      "찧": 2838,
      "차": 2839,
      "착": 2840,
      "찬": 2841,
      "찮": 2842,
      "찯": 2843,
      "찰": 2844,
      "찷": 2845,
      "참": 2846,
      "찹": 2847,
      "찻": 2848,
      "찼": 2849,
